/* No comment provided by engineer. */
"0" = "0";

/* No comment provided by engineer. */
"4文字以上12文字以内で入力してください。\n" = "4 자 이상 12 자 이하로 입력하십시오.\n";

/* No comment provided by engineer. */
"このアプリについて" = "이 응용 프로그램에";

/* No comment provided by engineer. */
"ガス" = "가스";

/* No comment provided by engineer. */
"タイトルが入力されていません。\n" = "제목이 입력되지 않습니다.\n";

/* No comment provided by engineer. */
"データ保護のために設定したパスワードを入力してください。\n\n\n" = "데이터 보호를 위해 설정 한 비밀번호를 입력하십시오.\n\n\n";

/* No comment provided by engineer. */
"データ保護のためのパスワードを設定します。半角英数字4文字以上12文字以内で入力してください。\n\n\n" = "데이터 보호를위한 암호를 설정합니다. 영숫자 4 자 이상 12 자 이하로 입력하십시오.\n\n\n\n";

/* No comment provided by engineer. */
"パスワードが一致しません。\n" = "비밀번호가 일치하지 않습니다.\n";

/* No comment provided by engineer. */
"パスワード入力" = "암호 입력";

/* No comment provided by engineer. */
"パスワード設定" = "암호 설정";

/* No comment provided by engineer. */
"ローン" = "대출";

/* No comment provided by engineer. */
"予算" = "예산";

/* No comment provided by engineer. */
"入力された値が大きすぎます。\n" = "입력 된 값이 너무 큽니다.\n";

/* No comment provided by engineer. */
"入力エラー" = "입력 오류";

/* No comment provided by engineer. */
"利用可能額/月" = "이용 가능액 / 월";

/* No comment provided by engineer. */
"利用可能額/週" = "이용 가능액 / 주";

/* No comment provided by engineer. */
"半角英数字を入力してください。\n" = "영숫자를 입력하십시오.\n";

/* No comment provided by engineer. */
"収入" = "소득";

/* No comment provided by engineer. */
"収入合計" = "수입 합계";

/* No comment provided by engineer. */
"収入項目\n" = "소득 항목\n";

/* No comment provided by engineer. */
//"家計の予算編成" = "家計の予算編成";

/* No comment provided by engineer. */
"家計簿が『支出の結果』を記録するのに対し、本アプリでは『支出の計画』をたてます。\n①収入 - 毎月固定の収入\n②貯蓄 - 毎月固定の貯蓄額\n③支出 - 毎月固定の費用と水道光熱費などのインフラ関連費用\n\nの項目を入力することにより、1週間に利用可能な食事、交遊費などの変動費の算出を行い、計画的な金銭管理をサポートします。" = "이 어플리케이션은 지출 계획을 세우고 있습니다. \n1. 소득 - 매월 고정 수익 \n2. 저축 - 매달 고정 저축액 \n3. 지출 - 매월 고정 비용과 수도 광열비 등의 인프라 관련 비용 \n\n 항목을 입력하면 1 주간에 사용 가능한 식사, 교제 비용 등의 변동 비용 산출하고, 계획적인 돈 관리를 지원합니다.";

/* No comment provided by engineer. */
"家賃" = "임대료";

/* No comment provided by engineer. */
"携帯電話" = "휴대 전화";

/* No comment provided by engineer. */
"支出" = "지출";

/* No comment provided by engineer. */
"支出合計" = "지출 합계";

/* No comment provided by engineer. */
"支出項目\n" = "지출 항목\n";

/* No comment provided by engineer. */
"文字が入力されていません。\n" = "문자가 입력되지 않습니다.\n";

/* No comment provided by engineer. */
"水道" = "수도";

/* No comment provided by engineer. */
"積立貯金" = "적립 저금";

/* No comment provided by engineer. */
"給与収入" = "급여 소득";

/* No comment provided by engineer. */
"表示\n" = "표시\n";

/* No comment provided by engineer. */
"設定" = "설정";

/* No comment provided by engineer. */
"貯蓄" = "저축";

/* No comment provided by engineer. */
"貯蓄合計" = "저축 합계";

/* No comment provided by engineer. */
"貯蓄項目\n" = "저축 항목\n";

/* No comment provided by engineer. */
"金額" = "금액";

/* No comment provided by engineer. */
"金額が入力されていません。\n" = "금액이 입력되지 않습니다.\n";

/* No comment provided by engineer. */
"金額は半角数字で入力してください。\n" = "금액은 숫자로만 입력하십시오.\n";

/* No comment provided by engineer. */
"電気" = "전기";

/* No comment provided by engineer. */
"項目" = "항목";

/* No comment provided by engineer. */
"項目と金額の設定" = "항목과 금액 설정";

/* No comment provided by engineer. */
"項目名" = "항목 이름";

/* No comment provided by engineer. */
"項目名\n0" = "항목 이름\n0";

/* No comment provided by engineer. */
"項目名は全角8文字以内（全角16文字以内)で入力してください。\n" = "항목 이름은 한글 8 자 (한글 16 자)로 입력하십시오.\n";

/* No comment provided by engineer. */
"項目名を全角8文字(半角16文字)以内で、金額を半角数字で入力してください。\n\n" = "항목 이름을 한글 8 자 (한글 16 자)로 입력하십시오. 금액을 숫자로만 입력하십시오.\n\n";

